readme.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-16 Mon 15:28 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>slab-01 · pixel-6pro · 09:41</title>
<meta name="author" content="Nichole Kernreicht" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/doom-monokai.css">
<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
</head>
<body>
<div id="content" class="content">
<h1 class="title">slab-01 · pixel-6pro · 09:41</h1>
<p>
<a href="#dashboard">dashboard</a> <a href="#logs">logs</a> <a href="#media">media</a> <a href="#ops">ops</a> <a href="#notes">notes</a> <a href="#about">about</a>
</p>
<div id="outline-container-dashboard" class="outline-2">
<h2 id="dashboard">STATUS</h2>
<div class="outline-text-2" id="text-dashboard">
<p>
uptime  :: 3 days, 12 hours
load    :: 0.22 · 0.11 · 0.08
mem     :: 4.1 GiB / 11.2 GiB
disk    :: 6.2 GiB / 110 GiB
battery :: 82% · Charging
</p>
</div>
</div>
<div id="outline-container-logs" class="outline-2">
<h2 id="logs">SYSTEM</h2>
<div class="outline-text-2" id="text-logs">
<p>
android :: 15
kernel  :: 6.1.99-android14
cpu     :: Tensor (8)
java    :: 17.0.18
</p>
</div>
</div>
<div id="outline-container-media" class="outline-2">
<h2 id="media">GIT</h2>
<div class="outline-text-2" id="text-media">
<p>
rev   :: a1b2c3
state :: clean
</p>
</div>
</div>
<div id="outline-container-ops" class="outline-2">
<h2 id="ops">LAST EVENT</h2>
<div class="outline-text-2" id="text-ops">
<p>
pigeonbot: whassup my dude
</p>
</div>
</div>
<div id="outline-container-notes" class="outline-2">
<h2 id="notes">NOTES</h2>
<div class="outline-text-2" id="text-notes">
<p>
This document defines the operating layer.
Structure defines layout.
Text defines system state.
</p>
</div>
</div>
<div id="outline-container-about" class="outline-2">
<h2 id="about">ABOUT</h2>
<div class="outline-text-2" id="text-about">
<p>
SlabOS is a document-driven operating surface.
Server-authoritative. Text-first. Unix-porn inspired.
</p>

<p>
pixel-slab · nrepl:7888 · <a href="http:8080">http:8080</a> · git:a1b2c3 · 09:41
</p>
</div>
</div>
</div>
</body>
</html>
